/* Address */
"Address" = "Alamat";

/* Birth date of person */
"BirthDate" = "Tarikh Lahir";

/* Is birth date estimated? */
"BirthDate Estimated" = "Anggaran Tarikh Lahir";

/* Error message */
"Can't save your edits right now, choose Retry to retry now or Save to save your edits offline to sync later" = "Tidak boleh merekod dan menyimpan pengubahan anda buat masa sekarang, pilih Retry untuk cuba semula atau Save untuk menyimpan pengubahan anda secara offline untuk melaraskannya kemudian";

/* Cancel button label */
"Cancel" = "Batal";

/* Cause of death */
"Cause Of Death" = "Punca Kematian";

/* City village */
"City Village" = "Kampung Bandar";

/* Country */
"Country" = "Negara";

/* County District */
"County District" = "Daerah";

/* Is dead? */
"Dead" = "Meninggal Dunia";

/* Title -Edit- -patient- */
"Edit patient" = "Mengedit pesakit";

/* Warning label -Error- and -Saving- */
"Error saving" = "Ralat Menyimpan Data";

/* First character of gender -female- */
"F" = "P";

/* False value */
"false" = "Salah";

/* Family name */
"Family Name" = "Nama Keluarga";

/* Gender of person */
"Gender" = "Jantina";

/* Given -first name */
"Given Name" = "Nama yang Diberi";

/* Location lattitude */
"Latitude" = "Latitud";

/* Location longtiude */
"Longitude" = "Longitud";

/* First character of gender -male- */
"M" = "L";

/* Middle name */
"Middle Name" = "Nama Tengah";

/* Label named person */
"Person" = "Orang";

/* Postal code */
"Postal Code" = "Poskod";

/* Label named -Preferred- -Address- */
"Preferred Address" = "Alamat yang Diutamakan";

/* Label named -Preferred- -Name-) */
"Preferred Name" = "Nama yang Diinginkan";

/* Retry button label */
"Retry" = "Cuba lagi";

/* Save button label */
"Save" = "Simpan";

/* Response -saved- label */
"Saved" = "Disimpankan";

/* State province */
"State Province" = "Wilayah Negeri";

/* True value */
"true" = "Benar";

/* Label Actions */
"Actions" = "Tindakan";

/* Response label -could- -not- saved - visit-  */
"Couldn't stop visit" = "Tidak boleh hentikan lawatan";

/* Label Edit Patient */
"Edit Patient" = "Mengubah Pesakit";

/* Label encounters */
"Encounters" = "Pertemuan";

/* Label name */
"Name" = "Nama";

/* Label save for offline use */
"Save for Offline Use" = "Simpan untuk Kegunaan Offline";

/* Label stop visit */
"Stop Visit" = "Hentikan Lawatan";

/* Label stopping visit */
"Stopping Visit" = "Menghentikan Lawatan";

/* Label update offline record */
"Update Offline Record" = "Mengemaskini Rekod Offline";

/* Label visits */
"Visits" = "Lawatan";

/* Message -can- -not- -load- -patients- */
"Can't load patients" = "Tidak boleh memuatnaikkan pesakit";

/* Message -could- -not- -find- -patients */
"Couldn't find patients" = "Tidak dapat mengesan pesakit";

/* Label offline */
"Offline" = "Offline";

/* Label online */
"Online" = "Online";

/* Title label patients */
"Patients" = "Pesakit";

/* Message -patients- -found- */
"patients found" = "Pesakit dijumpai";

/* Label -active- -visits */
"Active visits" = "Lawatan Aktif";

/* Label -add- -patient- */
"Add Patient" = "Tambah Pesakit";

/* Orgnaization name */
"OpenMRS" = "OpenMRS";

/* Label -patient- -search- */
"Patient Search" = "Carian Pesakit";

/* Label settings */
"Settings" = "Tetapan";

/* Label -identifier- -type- */
"Identifier Type" = "Jenis Pengecaman";

/* Label -select- -type- */
"Select Type" = "Pilih Jenis";

/* Label -logged- -in- -as */
"Logged in as" = "Didaftar masuk sebagai";

/* Label logout */
"Logout" = "Daftar Keluar";

/* Label -remove- -offline- -patients- */
"Remove Offline Patients" = "Menyingkirkan Pesakit Offline";

/* Label -sync- -offline- -patients- */
"Sync offline patients" = "Memuatnaikkan Pesakit Offline";

/* Label host */
"Host" = "Tuan";

/* Label password */
"Password" = "Kata Laluan";

/* Lable -sign- -in */
"Sign in" = "Daftar Masuk";

/* Label username */
"Username" = "Nama Pengguna";

/* Label age */
"Age" = "Umur";

/* Error message */
"Couldn't save patient. Make sure all required fields are filled out" = "Tidak dapat menyimpan pesakit. Pastikan semua info yang diperlukan diisi";

/* Warning label error */
"Error" = "Ralat";

/* Label male */
"Female" = "Perempuan";

/* Label -ID- -type- */
"ID Type" = "Jenis Kad Pengenalan";

/* Label identifier */
"Identifier" = "Pengecam";

/* Label female */
"Male" = "Lelaki";

/* Label select */
"Select" = "Pilih";

/* Label -choose- -location- */
"Choose Location" = "Pilih Lokasi";

/* Label -capture- -vitals- */
"Capture Vitals" = "Merekod Vitals";

/* Label location */
"Location" = "lokasi";

/* Label value */
"Value" = "NIlai";

/* Label vitals */
"Vitals" = "Vitals";

/* Lable -add- -visit- -note- */
"Add Visit Note" = "Tambah Nota Lawatan";

/* Label choose */
"Choose" = "Pilih";

/* Label -note- -on */
"Note on" = "Ambil perhatian kepada";

/* Label -select- -location- */
"Select Location" = "Pilih Lokasi";

/* Label -select- -visit- -type- */
"Select visit Type" = "Pilih Jenis Lawatan";

/* Label -start- -visit- */
"Start Visit" = "Mulakan Lawatan";

/* Label -visit- -type- */
"Visit Type" = "Jenis Lawatan";